---
kind: other
id: Properties.T:Autodesk.Revit.DB.CurveLoopIterator
source: html/131b02b1-c80a-ad2e-fe95-ccae29aee3a4.htm
---
# CurveLoopIterator Properties

Gets the item at the current position of the iterator.